Tutorials/compressible/RiemanToro/Test3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    sides
    {
        type            patch;
        nFaces          2;
        startFace       799;
    }
    empty1
    {
        type            empty;
        inGroups        1(empty);
        nFaces          1600;
        startFace       801;
    }
    empty2
    {
        type            empty;
        inGroups        1(empty);
        nFaces          1600;
        startFace       2401;
    }
)

// ************************************************************************* //
